Repository: MarceloDiefenbach/BubbleWord
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# singleDeviceTitle
source: Single Device
pt_br: Um dispositivo

# singleDeviceDescription
source: Play locally
pt_br: Jogue localmente

# multiplayerDescription
source: Multiple online devices
pt_br: Vários dispositivos online

# howToPlayButton
source: How to play
pt_br: Como jogar?

# storeButton
source: Store
pt_br: Loja

# aboutUsButton
source: About us
pt_br: Sobre nós

# howToPlayTitle
source: Here's how to play:
pt_br: Veja como jogar:

# howToPlayDescription1
source: You will have 10 seconds to say of a word matching the theme and beginning with any of the letters available in the poll of letters
pt_br: Você tem 10 segundos para dizer uma palavra que comece com uma das letras disponíveis na tela

# howToPlayDescription2
source: After spell the word, tap the letter to switch to next participant
pt_br: Depois de falar a palavra, marque a letra que você usou para passar para o próximo jogador

# aboutUsTitle
source: App creators
pt_br: Criadores do app

# contactViaEmail
source: Contact-us via e-mail
pt_br: Entre em contato por e-mail

# difficultyTitle
source: Choose a difficulty to play
pt_br: Escolha um nível de dificuldade

source: Easy
pt_br: Fácil

source: Medium
pt_br: Médio

source: Hard
pt_br: Difícil

# easyDescription
source: Only common letters
pt_br: Somente letras comuns

# mediumDescription
source: Adds tricky letters (e.g. Q)
pt_br: Algumas letras não tão comuns, como o Q

# hardDescription
source: All letters of the alphabet
pt_br: Todas as letras do alfabeto

# currentPlayer
source: Your turn
pt_br: Sua vez

# continueButton
source: Continue playing
pt_br: Continuar jogando

# endButton
source: End game
pt_br: Finalizar jogo

# loseTitle
source: You lose
pt_br: Você perdeu

# continueButtonLose
source: Continue playing
pt_br: Continuar jogando
